{
    "Brown Trout": {
        "intro": "When choosing a lure for brown trout, "
    },
    "Channel Catfish": {
        "intro": ""
    },
    "Common Carp": {
        "intro": ""
    },
    "Largemouth Bass": {
        "intro": "When choosing a lure for largemouth bass, a variety of factors come into play, such as water depth, clarity of the water, and temperature of the water.",
        "Crankbait": {
            "general": "Crankbaits can be used year-round and are as versatile as they come. They come in a variety of shapes, sizes, weights, and running depth, so what's important is choosing the right crankbait for the right conditions.", 
            "prioritized": "", 
            "dismissed": "", 
            "maybe": "" 
        },
        "Rubber Worm": {
            "general": "Rubber worms can be used in any weather conditions, which is why they are so popular. They can be rigged in a variety of ways, allowing them to be used in any depth of water.", 
            "prioritized": "", 
            "dismissed": "", 
            "maybe": "" 
        },
        "Jerkbait": {
            "general": "Jerkbaits work well in clear water, cold water, or when bass are actively feeding on baitfish. Weather conditions aren't that important when using a jerkbait.", 
            "prioritized": "Jerkbaits would work well given the conditions you specified. They work well in clear water, colder water, or when bass are actively feeding on baitfish. Weather conditions aren't that important when using a jerkbait.", 
            "dismissed": "We wouldn't advise using a jerkbait given the conditions you specified. They work well in clear water, colder water, or when bass are actively feeding on baitfish.", 
            "maybe": "Jerkbaits might work in the conditions you specified. Of course, you never know until you try! However, we'd say save the jerkbaits for when the water is clear or cold, or when the bass are actively feeding on baitfish." 
        },
        "Jig": {
            "general": "Jigs can be fished year-round, but the spring and summer months work the best. They may also work well when the water temperature is cold and fishing has slowed down. It is best to cast jigs around structure or natural cover (logs, grass, etc.).", 
            "prioritized": "", 
            "dismissed": "", 
            "maybe": "" 
        },
        "Spinnerbait": {
            "general": "Spinnerbaits can be used year-round. They are very durable and aren't prone to snagging, so you can use them to get to hard to reach places where bass may be hiding. It is best to cast them around structure or natural cover (logs, grass, etc.).", 
            "prioritized": "", 
            "dismissed": "", 
            "maybe": "" 
        }
    },
    "Northern Snakehead": {
        "intro": "When choosing a lure for northern snakeheads, ",
        "Topwater Frog": ""
    },
    "Rainbow Trout": {
        "intro": "When choosing a lure for rainbow trout, "
    },
    "Smallmouth Bass": {
        "intro": "When choosing a lure for smallmouth bass, "
    }
}