{
    "Atlantic Croaker": {
        "intro": "Dead bait is most often used to catch croakers. They are bottom feeders, so a hi-lo rig with a sinker, tipped with your bait of choice will suffice. Just remember to go small for hooks because they have small mouths. Also be open to switching up baits, as a particular bait might not work one day, but will another.",
        "Fishbites": {
            "general": "Fishbites (Bag O' Worms) is a common alternative when bloodworms aren't available. From personal experience, they vary in effectiveness. On some days, they will be extremely effective and will work just as well, if not better, than the real thing. Other days, it will be difficult in enticing a croaker to bite. However, sometimes it works the other way around too. So, it is important to experiment to really get a feel on what they are biting on on that particular day.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Shrimp": {
            "general": "Croakers' natural prey are crustaceans, so shrimp is definitely a good bait to use. ",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Worms": {
            "general": "As always, you can't go wrong with worms, particularly bloodworms. They are probably the most used bait when targetting croakers.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Bluefish": {
        "intro": "Bluefish are ravenous predators and during their well-known blitzes, they will eat pretty anything that's in front of them. When that's not the case, here are a few suggestions on what you can use to catch these ferocious creatures.",
        "Diamond Jig": {
            "general": "When using a diamond jig for bluefish, you can either go with the version with or without a skirt/trailer. The key is to have it be heavy enough to reach the bottom and jig it while you're retrieving.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Poppers": {
            "general": "To a bluefish, a popper imitates a injured/frantic baitfish swimming across the surface. This action is irresistible to most bluefish. To use, simply cast out, and with a moderate to fast retrieve, jig hard to imitate a baitfish.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Bucktails": {
            "general": "When fishing with a bucktail, you want to tip it with either a 6\" Gulp! Grub or Otter Tail. Cast out, and retrieve fast while jigging to get the attention of bluefish.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Spot": {
        "intro": "Dead bait is most often used to catch spot. They are bottom feeders, so a hi-lo rig with a sinker, tipped with your bait of choice will suffice. Just remember to go small for hooks because they have small mouths. Also be open to switching up baits, as a particular bait might not work one day, but will another.",
        "Fishbites": {
            "general": "Fishbites (Bag O' Worms) is a common alternative when bloodworms aren't available. From personal experience, they vary in effectiveness. On some days, they will be extremely effective and will work just as well, if not better, than the real thing. Other days, it will be difficult in enticing a spot to bite. However, sometimes it works the other way around too. So, it is important to experiment to really get a feel on what they are biting on on that particular day.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Shrimp": {
            "general": "Spots' natural prey are crustaceans, so shrimp is definitely a good bait to use. However, from personal experience, they are either hit or miss. They might work some days, other days, the spot will show no interest.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Worms": {
            "general": "As always, you can't go wrong with worms, particularly bloodworms. They are the most used bait when targetting spot, and for good reason. They are extremely effective.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Striped Bass": {
        "intro": "When fishing for striped bass, bait or artificial lures can be used. In the beginning and late in the season, schoolie stripers are abundant, so a hi-lo rig with bait is a popular option because it allows anglers to catch multiple fish at once. Otherwise, artificial lures are the other popular option because it offers many advantages as it allows you to adapt to the weather conditions.",
        "Poppers": {
            "general": "To a striper, a jigging a popper imitates a injured/frantic baitfish swimming across the surface. The commotion this causes gets the striper's attention and may entice it to bite",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Bunker": {
            "general": "Live bunker is a common bait that is thrown to catch stripers because it is what they naturally feed on. Other baitfish would work as well. Other baits that may work are eels, bloodworms, sandworms, clams, and squid. As always, it's good to experiment because you never know what they are biting on on that particular day until you try.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Summer Flounder": {
        "intro": "Artificial lures and live bait work best when specficially targetting summer flounder. It also shouldn't be ruled out that you might accidentally catch one when using dead bait for a different species. As with many other species, adaptability is important, so bring variety of lures/baits if possible. Also, keep in mind that you always want your bait/lure to be in the strike zone, which is at or near the bottom, as that's where the flounders reside. ",
        "Gulp!": {
            "general": "There are a few Gulp! products you can use to target fluke. Swimming Mullet can be put on a bucktail and be fished with a variety of techniques, a popular one is just twitching while retrieving at a moderate speed. Or, you can drift fish. With a hi-lo rig, tipped with a Gulp! products of your choice (Swimming Mullet, Grub, and Shrimp are popular choices), let the current take control while you just jig it at the bottom. Popular Swimming Mullet colors are chartreuse, pink, white, and \"nuclear chicken\".",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Bucktails": {
            "general": "Another popular way to fish for fluke is by using a bucktail. A 2oz SPRO bucktail tipped with a Gulp! Swimming Mullet is a classic way to catch fluke. Have fun with experimenting with the color combinations and find which ones work best, as they may differ from day to day. To use, simply cast out and retrieve at a moderate speed while jigging.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Croakers": {
            "general": "Small croakers or spot croakers are a popular option to use as live bait to catch doormat fluke.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Tautog": {
        "intro": "Bait for tog typically consists of a variety of crabs, because they are easily obtainable (at a tackle shop or found on the beach) and are part of a tog's natural diet. Some other crustaceans work as well, but from personal experience, aren't as effective.",
        "Crabs": {
            "general": "They most common types of crabs used as bait for tog are green crabs, white-legger crabs, and asian crabs. It is easier to put a crab onto the hook when the claws and legs have been removed, so remember to bring a pair of scissors.",
            "prioritize": "", 
            "dismiss": "" 
        }
    }
}