{
    "Atlantic Croaker": {
        "intro": "Dead bait is most often used to catch croakers. They are bottom feeders, so a hi-lo rig with a sinker, tipped with your bait of choice will suffice. Just remember to go small for hooks because they have small mouths. Also be open to switching up baits, as a particular bait might not work one day, but will another.",
        "Fishbites": {
            "general": "Fishbites (Bag O' Worms) is a common alternative when bloodworms aren't available. From personal experience, they vary in effectiveness. On some days, they will be extremely effective and will work just as well, if not better, than the real thing. Other days, it will be difficult in enticing a croaker to bite. However, sometimes it works the other way around too. So, it is important to experiment to really get a feel on what they are biting on on that particular day.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Shrimp": {
            "general": "Croakers' natural prey are crustaceans, so shrimp is definitely a good bait to use. ",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Worms": {
            "general": "As always, you can't go wrong with worms, particularly bloodworms. They are probably the most used bait when targetting croakers.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Bluefish": {
        "intro": "When fishing for bluefish,",
        "Diamond Jig": {
            "general": "",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Spot": {
        "intro": "Dead bait is most often used to catch spot. They are bottom feeders, so a hi-lo rig with a sinker, tipped with your bait of choice will suffice. Just remember to go small for hooks because they have small mouths. Also be open to switching up baits, as a particular bait might not work one day, but will another.",
        "Fishbites": {
            "general": "Fishbites (Bag O' Worms) is a common alternative when bloodworms aren't available. From personal experience, they vary in effectiveness. On some days, they will be extremely effective and will work just as well, if not better, than the real thing. Other days, it will be difficult in enticing a spot to bite. However, sometimes it works the other way around too. So, it is important to experiment to really get a feel on what they are biting on on that particular day.",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Shrimp": {
            "general": "Spots' natural prey are crustaceans, so shrimp is definitely a good bait to use. ",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Worms": {
            "general": "As always, you can't go wrong with worms, particularly bloodworms. They are probably the most used bait when targetting spot.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Striped Bass": {
        "intro": "When fishing for striped bass,",
        "Bunker": {
            "general": "",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Mackeral": {
            "general": "",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Squid": {
            "general": "",
            "prioritize": "", 
            "dismiss": "" 
        },
        "Worms": {
            "general": "Worms, the most versatile bait in fishing, also works for stripers. More specifically, it wold be better if you could get your hands on bloodworms or sandworms.",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Summer Flounder": {
        "intro": "When fishing for summer flounder,",
        "Worms": {
            "general": "",
            "prioritize": "", 
            "dismiss": "" 
        }
    },
    "Tautog": {
        "intro": "Bait for tog typically consists of a variety of crabs, because they are easily obtainable (at a tackle shop or found on the beach) and are part of a tog's natural diet. Some other crustaceans work as well, but from personal experience, aren't as effective.",
        "Crabs": {
            "general": "They most common types of crabs used as bait for tog are green crabs, white-legger crabs, and asian crabs. It is easier to put a crab onto the hook when the claws and legs have been removed, so remember to bring a pair of scissors.",
            "prioritize": "", 
            "dismiss": "" 
        }
    }
}